[
    {
        "id":"1",
        "show":"1",
        "name":"Narcissus",
        "textShort":"Filmen om Narcissus handlar om förnekelse och om sitt eget ansvar för det egna livet. ",
        "textLong":"<iframe src=\"\/\/www.youtube.com\/embed\/LqUI8iE8BsE\" frameborder=\"0\" allowfullscreen width=\"100%\" height=\"300px\" frameborder=\"0\" webkitallowfullscreen mozallowfullscreen allowfullscreen><\/iframe><BR><BR>\n<span class=\"CapUp\">Historien om  Narcissus<\/span> är gott och väl 2500 år gammal och tillhör den grekiska mytologin.\n<BR><BR>\nHandlingen kretsar kring en man som blev dömd att förälska sig i egen spegelbild, vilket gjorde att han inte kunde slita blicken från sitt ansikte, vilket i sin tur slutade med att han tynade bort. \n<BR><BR>\nI min uppdaterade version bär Narcissus på alla de drag en stark självälskande person har. Hans självcentrering har gjort att han stötts bort av hans vänner. Som den narcissistiska person han är, förnekar han sitt eget ansvar och skyller på alla andra. Han har satt ett ultimatum till sina vänner - om de inte dyker upp så kommer han att ta sitt liv. Självklart så tror han att de ska dyka upp och rädda honom och därmed kommer de att bekräfta Narcissus tro att de älskar honom mer än livet.\n<BR><BR>\nDen enda som dyker upp är Broder - spegelbilden - den enda som säger sanningen till Narcissus. \n<BR><BR>\nFilmen tog två dagar att filma med en RED-kamera. Platsen är en solig och lummig äng vid Sjöändan utanför Norrtälje.\n<BR><BR>\nHuvudrollsinnehavaren <a href=\"www.pontusolgrim.se\">Pontus Olgrim<\/a> fick pris för bästa manliga huvudroll i Indie Fest 2012. \n",
        "textPin":"Filmen om Narcissus handlar om förnekelse och om sitt eget ansvar för det egna livet. ",
        "caseInputDate":"2015-02-23",
        "showArt":"0",
        "quote":"Steffo är artistiskt begåvad med stor fantasi parat med en stark förmåga till avslut. Han är stark i hela produktionskedjan - idé, manusskrivande, produktion, foto\/regi och postproduktion.",
        "quoteName":"Pontus Olgrim<BR>Producent och skådespelare","type":"Kortfilm, 11min",
        "colorSpace":"1",
        "employer":"1",
        "imgCollage":"9",
        "imgCollageSetup":"1,13,5,3",
        "tools":"15,12",
        "tasks":"1,2,6,24,37",
        "format":"RED",
        "year":"2010",
        "link":"http:\/\/241production.com\/",
        "linkName":"241production"
    }
]
